import { CardsProps } from '@/components/Card/Card';
import DS13B_TY from '../public/src/DS13B-TY.png';
import DS15B_TY from '../public/src/DS15B-TY.png';
import DS15B_CTY from '../public/src/DS15B-CTY.png';
import DS15B_FTY from '../public/src/DS15B-FTY.png';
import DS90B_TYF from '../public/src/DS90B-TYF.png';
import HI_88AIP3B from '../public/src/HI-88AIP3B.png';
import HI_88AIP5A from '../public/src/HI-88AIP5A.png';
import HI_99AIP3B from '../public/src/HI-99AIP3B.png';
import HI_99AIP5A from '../public/src/HI-99AIP5А.png';
import HI_88CIP8MP from '../public/src/HI-88CIP8MP.png';
import HI_88CIP8MP_AF from '../public/src/HI-88CIP8MP-AF.png';
import HI_509FIP3B from '../public/src/HI-509FIP3B.png';
import HI_509FIP8MP from '../public/src/HI-509FIP8MP.png';
import HI_07AIP4 from '../public/src/HI-07AIP4.png';
import HI_07AIP4_W from '../public/src/HI-07AIP4-W.png';
import H24 from '../public/src/H24.png';
import HI_Q08A from '../public/src/HI-Q08A.png';
import HI_Q08B from '../public/src/HI-Q08B.png';
import HI_Q16A from '../public/src/HI-Q16A.png';
import HI_Q16B from '../public/src/HI-Q16B.png';
import HI_2402G from '../public/src/HI-2402G.png';
import RN_NVR_5016C_AI from '../public/src/RN-NVR-5016C-AI.png';
import RN_NVR_6036A_AI from '../public/src/RN-NVR-6036A-AI.png';
import RN_NVR_6036B_AI from '../public/src/RN-NVR-6036B-AI.png';
import RN_NVR_8008A_POE from '../public/src/RN-NVR-8008A-POE.png';
import RN_NVR_8009A_AI from '../public/src/RN-NVR-8009A-AI.png';
import RN_NVR_8009B from '../public/src/RN-NVR-8009B.png';
 

const data: CardsProps[] = [
  {
    id: 1,
    type: 'RN-65HD-i5-256G8',
    typeDevice: 'Электронный замок',
    imgUrl: DS13B_TY,
    title: "RN-DS13B-TY",
    info: "Умный дверной замок RN-DS13B-TY с русским голосовым сопровождением, отлично устанавливается на врезные корпуса европейского стандарта. Способы отпирания: отпечатка пальца, карты (брелока), пароля (кода), телефона из приложения Smart Life, механического ключа. Программируется замок с клавиатуры на передней панели (ручки) замка. Первым действием программируется способы отпирания для администратора. В дальнейшем программирование осуществляется лишь администратором. Пользователи замка могут только отпирать замок тем или иным способом запрограммированным на них. После программирования администратора, замок можно сконектить с приложением Smart Life. Приложение легко скачивается и доступно как для айфон так и для Андроид. В приложении каждому администратору и пользователю можно присвоить имена и смотреть статистику, кто, когда и каким способом отпирал замок.",
    description: ["5 способов разблокировки замка", "Дополнительная зарядка от USB", "Ёмкость памяти замка - по 100 пользователей по каждому типу разблокировки"],
    price: 9800,
    newCard: true,
    specifications: [
      {
        title: "Основные параметры",
        items:
          [
            { label: "Модель", value: "RN-DS13B-TY" },
            { label: "Цвет", value: "Черный" },
            { label: "Способ установки", value: "Врезной" },
            { label: "Сканер отпечатка пальца", value: "Есть" },
            { label: "Технология распознавания лиц ", value: "Нет" },
            { label: "Ввод пароля", value: "Есть" },
            { label: "Смарт-карта", value: "Есть" },
            { label: "Bluetooh", value: "Есть" },
            { label: "Wi-FI", value: "Есть" },
            { label: "Язык", value: "Русский, Английский" },
            { label: "Количество запрограммированных способов отпирания", value: "100 карт; 100 отпечатков пальца; 100 паролей" },
            { label: "Температурный режим эксплуатации", value: "-25°С+65°С"},
            { label: "Питание", value: "4 батарейки АА" },
            { label: "Требуемая толщина двери", value: "35-60мм" },
            { label: "Рабочее напряжение ", value: "4,5 - 6 В" },
            { label: "Размер", value: "265×59×25 мм"}
          ]
      }
    ],
     passportUrl: '/passport/Pass-RN-DS13B-TY.pdf'
  },
  {
    id: 2,
    type: 'RN-65HD-i5-256G8',
    typeDevice: 'Электронный замок',
    imgUrl: DS15B_TY,
    title: "RN-DS15B-TY",
    info: "Умный дверной замок RN-DS15B-TY с русским голосовым сопровождением, отлично устанавливается на врезные корпуса европейского стандарта. Способы отпирания: технология распознавания лиц, отпечатка пальца, карты (брелока), пароля (кода), телефона из приложения Smart Life, механического ключа. Программируется замок с клавиатуры на передней панели (ручки) замка. Первым действием программируется способы отпирания для администратора. В дальнейшем программирование осуществляется лишь администратором. Пользователи замка могут только отпирать замок тем или иным способом запрограммированным на них. После программирования администратора, замок можно сконектить с приложением Smart Life. Приложение легко скачивается и доступно как для айфон так и для Андроид. В приложении каждому администратору и пользователю можно присвоить имена и смотреть статистику, кто, когда и каким способом отпирал замок",
    description: ["Возможность закрытия изнутри", "Заряжается от 4 батареек типа АА", "Ёмкость памяти замка - по 100 пользователей по каждому типу разблокировки"],
    price: 10400,
    newCard: true,
    specifications: [
      {
        title: "Основные параметры",
        items:
          [
            { label: "Модель", value: "RN-DS15B-TY" },
            { label: "Цвет", value: "Черный" },
            { label: "Способ установки", value: "Врезной" },
            { label: "Сканер отпечатка пальца", value: "Есть" },
            { label: "Технология распознавания лиц ", value: "Нет" },
            { label: "Ввод пароля", value: "Есть" },
            { label: "Смарт-карта", value: "Есть" },
            { label: "Bluetooh", value: "Есть" },
            { label: "Wi-FI", value: "Есть" },
            { label: "Язык", value: "Русский, Английский" },
            { label: "Количество запрограммированных способов отпирания", value: "100 карт; 100 отпечатков пальца; 100 паролей" },
            { label: "Температурный режим эксплуатации", value: "-25°С+65°С"},
            { label: "Питание", value: "4 батарейки АА" },
            { label: "Требуемая толщина двери", value: "35-60мм" },
            { label: "Рабочее напряжение ", value: "4,5 - 6 В" },
            { label: "Размер", value: "334×75×23,8 мм "}
          ]
      }
    ],
     passportUrl: '/passport/Pass-RN-DS15B-CTY.pdf'
  },
  {
    id: 3,
    type: 'RN-65HD-i7-512G16',
    typeDevice: 'Электронный замок',
    imgUrl: DS15B_CTY,
    title: "RN-DS15B-CTY",
    info: "Умный дверной замок RN-DS15B-CTY с русским голосовым сопровождением, отлично устанавливается на врезные корпуса европейского стандарта. Способы отпирания: технология распознавания лиц, отпечатка пальца, карты (брелока), пароля (кода), телефона из приложения Smart Life, механического ключа. Программируется замок с клавиатуры на передней панели (ручки) замка. Первым действием программируется способы отпирания для администратора. В дальнейшем программирование осуществляется лишь администратором. Пользователи замка могут только отпирать замок тем или иным способом запрограммированным на них. После программирования администратора, замок можно сконектить с приложением Smart Life. Приложение легко скачивается и доступно как для айфон так и для Андроид. В приложении каждому администратору и пользователю можно присвоить имена и смотреть статистику, кто, когда и каким способом отпирал замок.",
    description: ["Открытие двери с помощью лица", "Камерный глазок с внутренней стороны двери", "Ёмкость памяти замка - по 100 пользователей по каждому типу разблокировки"],
    price: 12720,
    newCard: true,
    specifications: [
      {
        title: "Основные параметры",
        items:
          [
            { label: "Модель", value: "RN-DS15B-CTY" },
            { label: "Цвет", value: "Черный" },
            { label: "Способ установки", value: "Врезной" },
            { label: "Сканер отпечатка пальца", value: "Есть" },
            { label: "Технология распознавания лиц ", value: "Есть" },
            { label: "Ввод пароля", value: "Есть" },
            { label: "Смарт-карта", value: "Есть" },
            { label: "Bluetooh", value: "Есть" },
            { label: "Wi-FI", value: "Есть" },
            { label: "Язык", value: "Русский, Английский" },
            { label: "Количество запрограммированных способов отпирания", value: "100 карт; 100 отпечатков пальца; 100 паролей" },
            { label: "Температурный режим эксплуатации", value: "-25°С+65°С"},
            { label: "Питание", value: "4 батарейки АА" },
            { label: "Требуемая толщина двери", value: "35-60мм" },
            { label: "Рабочее напряжение ", value: "4,5 - 6 В" },
            { label: "Размер", value: "334×75×23,8 мм "}
          ]
      }
    ],
     passportUrl: '/passport/Pass-RN-DS15B-TY.pdf'
  },
  {
    id: 4,
    type: 'RN-65HD-i7-512G16',
    typeDevice: 'Электронный замок',
    imgUrl: DS15B_FTY,
    title: "RN-DS15B-FTY",
    info: "Умный дверной замок RN-DS15B-FTY с русским голосовым сопровождением, отлично устанавливается на врезные корпуса европейского стандарта. Способы отпирания: технология распознавания лиц, отпечатка пальца, карты (брелока), пароля (кода), телефона из приложения Smart Life, механического ключа. Программируется замок с клавиатуры на передней панели (ручки) замка. Первым действием программируется способы отпирания для администратора. В дальнейшем программирование осуществляется лишь администратором. Пользователи замка могут только отпирать замок тем или иным способом запрограммированным на них. После программирования администратора, замок можно сконектить с приложением Smart Life. Приложение легко скачивается и доступно как для айфон так и для Андроид. В приложении каждому администратору и пользователю можно присвоить имена и смотреть статистику, кто, когда и каким способом отпирал замок.",
    description: ["Открытие двери с помощью лица", "Поддержка Русского языка", "Ёмкость памяти замка - по 100 пользователей по каждому типу разблокировки"],
    price: 12000,
    newCard: true,
    specifications: [
      {
        title: "Основные параметры",
        items:
          [
            { label: "Модель", value: "RN-DS15B-FTY" },
            { label: "Цвет", value: "Черный" },
            { label: "Способ установки", value: "Врезной" },
            { label: "Сканер отпечатка пальца", value: "Есть" },
            { label: "Технология распознавания лиц ", value: "Есть" },
            { label: "Ввод пароля", value: "Есть" },
            { label: "Смарт-карта", value: "Есть" },
            { label: "Bluetooh", value: "Есть" },
            { label: "Wi-FI", value: "Есть" },
            { label: "Язык", value: "Русский, Английский" },
            { label: "Количество запрограммированных способов отпирания", value: "100 карт; 100 отпечатков пальца; 100 паролей" },
            { label: "Температурный режим эксплуатации", value: "-25°С+65°С"},
            { label: "Питание", value: "4 батарейки АА" },
            { label: "Требуемая толщина двери", value: "35-60мм" },
            { label: "Рабочее напряжение ", value: "4,5 - 6 В" },
            { label: "Размер", value: "334×75×23,8 мм"}
          ]
      }
    ],
     passportUrl: '/passport/Pass-RN-DS15B-FTY.pdf'
  },
  {
    id: 5,
    type: 'RN-75HD-i5-256G',
    typeDevice: 'Электронный замок',
    imgUrl: DS90B_TYF,
    title: "RN-DS90B-TYF",
    info: "Умный дверной замок RN-DS90B-TYF с русским голосовым сопровождением, отлично устанавливается на врезные корпуса европейского стандарта. Способы отпирания: технология распознавания лиц, отпечатка пальца, карты (брелока), пароля (кода), телефона из приложения Smart Life, механического ключа. Программируется замок с клавиатуры на передней панели (ручки) замка. Первым действием программируется способы отпирания для администратора. В дальнейшем программирование осуществляется лишь администратором. Пользователи замка могут только отпирать замок тем или иным способом запрограммированным на них. После программирования администратора, замок можно сконектить с приложением Smart Life. Приложение легко скачивается и доступно как для айфон так и для Андроид. В приложении каждому администратору и пользователю можно присвоить имена и смотреть статистику, кто, когда и каким способом отпирал замок.",
    description: ["3D-лицо", "Перезаряжаемая литиевая батарея", "Поддержка Русского языка"],
    price: 17440,
    newCard: true,
    specifications: [
      {
        title: "Основные параметры",
        items:
          [
            { label: "Модель", value: "RN-DS90B-TYF" },
            { label: "Цвет", value: "Черный" },
            { label: "Способ установки", value: "Врезной" },
            { label: "Сканер отпечатка пальца", value: "Есть" },
            { label: "Технология распознавания лиц ", value: "Есть" },
            { label: "Ввод пароля", value: "Есть" },
            { label: "Смарт-карта", value: "Есть" },
            { label: "Bluetooh", value: "Есть" },
            { label: "Wi-FI", value: "Есть" },
            { label: "Язык", value: "Русский, Английский" },
            { label: "Количество запрограммированных способов отпирания", value: "100 карт; 100 отпечатков пальца; 100 паролей" },
            { label: "Температурный режим эксплуатации", value: "-25°С+65°С"},
            { label: "Питание", value: "Перезаряжаемая литиевая батарея" },
            { label: "Требуемая толщина двери", value: "40–110 мм" },
            { label: "Рабочее напряжение ", value: "6,8 - 7,2 В" },
            { label: "Размер", value: "390×72×23,8 мм"}
          ]
      }
    ],
     passportUrl: '/passport/Pass-RN-DS90B-TYF.pdf'
  },
  {
    id: 6,
    type: 'RN-75HD-i5-256G',
    typeDevice: 'Камера видеонаблюдения',
    imgUrl: HI_88AIP3B,
    title: "RN-88AIP3B",
    info: "Сетевая камера видеонаблюдения RN-HI-88AIP3B (далее – видеокамера) в цилиндрическом исполнении служит для передачи оцифрованного видеосигнала к устройству сбора, обработки и хранения. Видеокамера оснащена высокочувствительной CMOS (КМОП) - матрицей, фиксированным объективом, ИК-фильтром и встроенной ИК-подсветкой, что позволяет вести круглосуточное наблюдение при любых условиях съемки в широком диапазоне рабочих температур. Поддержка настройки цвета, яркости, насыщенности и настроек цифрового масштабирования, передачи видео в реальном времени, дедукции движения.",
    description: ["3 Мега пикселя", "Основной процессор - FH8852V201", "Датчик изображения - GC2083"],
    price: 3900,
    permission: 3,
    microphone: true,
    poe: true,
    newCard: true,
    specifications: [
      {
        title: "Основные параметры",
        items:
          [
            { label: "Модель", value: "RN-88AIP3B" },
            { label: "Тип матрицы", value: "1/2.7 CMOS GC2083" },
            { label: "Процессор", value: "FH8852V200 " },
            { label: "Разрешение", value: "3 Mpix (2048 × 1536), 3 Mpix (2304 × 1296), 2 Mpix (1920 × 1080), 1 Mpix (1280 × 720)" },
            { label: "Максимальное разрешение IP ", value: "3 Mpix (2560×1440 )" },
            { label: "Угол обзора (гор./верт.) ", value: "2.7 мм - 102°/72°, 13.5 мм - 34°/26°" },
            { label: "Битрейт ", value: "256 - 8192 Кбит/с " },
            { label: "SD карта памяти ", value: "до 512 Gb " },
            { label: "Смартфон", value: "iPhone, iPad, Android, Android Pad" },
            { label: "Электропитание", value: "DC 12V 1000 мА / PoE 802.3af" },
            { label: "Тип корпуса", value: "Уличная антивандальная" },
            { label: "Диапазон рабочих температур", value: "-20°С+60°С"},
            { label: "Габаритные размеры", value: "187х60х72 мм" }
          ]
      }
    ],
     passportUrl: '/passport/Pass-RN-HI-88AIP3B.pdf'
  },
  {
    id: 7,
    type: 'RN-75HD-i7-512G',
    typeDevice: 'Камера видеонаблюдения',
    imgUrl: HI_88AIP5A,
    title: "RN-88AIP5A",
    info: "Сетевая камера видеонаблюдения RN-HI-88AIP5A (далее – видеокамера) в цилиндрическом исполнении служит для передачи оцифрованного видеосигнала к устройству сбора, обработки и хранения. Видеокамера оснащена высокочувствительной CMOS (КМОП) - матрицей, фиксированным объективом, ИК-фильтром и встроенной ИК-подсветкой, что позволяет вести круглосуточное наблюдение при любых условиях съемки в широком диапазоне рабочих температур. Поддержка настройки цвета, яркости, насыщенности и настроек цифрового масштабирования, передачи видео в реальном времени, дедукции движения.",
    description: ["5 Мега пикселей", "Основной процессор - FH8852V200", "Датчик изображения - GC5653"],
    price: 4800,
    permission: 5,
    microphone: true,
    poe: true,
    newCard: true,
    specifications: [
      {
        title: "Основные параметры",
        items:
          [
            { label: "Модель", value: "RN-88AIP5A" },
            { label: "Тип матрицы", value: "1/2.7 CMOS GC5653" },
            { label: "Процессор", value: "FH8852V200 " },
            { label: "Разрешение", value: "5 Mpix (2880 × 1624), 4 Mpix (2592 × 1520),  3 Mpix (2048 × 1536), 3 Mpix (2304 × 1296), 2 Mpix (1920 × 1080), 1 Mpix (1280 × 720)" },
            { label: "Максимальное разрешение IP ", value: "5 Mpix (2880 × 1624)" },
            { label: "Угол обзора (гор./верт.) ", value: "2.7 мм - 102°/72°, 13.5 мм - 34°/26°" },
            { label: "Битрейт ", value: "256 - 8192 Кбит/с " },
            { label: "SD карта памяти ", value: "до 512 Gb " },
            { label: "Смартфон", value: "iPhone, iPad, Android, Android Pad" },
            { label: "Электропитание", value: "DC 12V 1000 мА / PoE 802.3af" },
            { label: "Тип корпуса", value: "Уличная антивандальная" },
            { label: "Диапазон рабочих температур", value: "-20°С+60°С"},
            { label: "Габаритные размеры", value: "187х60х72 мм" }
          ]
      }
    ],
     passportUrl: '/passport/Pass-RN-HI-88AIP5A.pdf'
  },
  {
    id: 8,
    type: 'RN-75HD-i7-512G',
    typeDevice: 'Камера видеонаблюдения',
    imgUrl: HI_99AIP3B,
    title: "RN-99AIP3B",
    info: "Сетевая камера видеонаблюдения RN-HI-99AIP3B (далее – видеокамера) в купольном исполнении служит для передачи оцифрованного видеосигнала к устройству сбора, обработки и хранения. Видеокамера оснащена высокочувствительной CMOS (КМОП) - матрицей, фиксированным объективом, ИК-фильтром и встроенной ИК-подсветкой, что позволяет вести круглосуточное наблюдение при любых условиях съемки в широком диапазоне рабочих температур. Поддержка настройки цвета, яркости, насыщенности и настроек цифрового масштабирования, передачи видео в реальном времени, детекции движения. Протокол подключения ONVIF 2.6. Поддержка подключения к NVR. Наличие POE питания .",
    description: ["3 Мега пикселя", "Основной процессор - FH8852V201", "Датчик изображения - GC2083"],
    price: 4000,
    permission: 3,
    microphone: true,
    poe: true,
    newCard: true,
    specifications: [
      {
        title: "Основные параметры",
        items:
          [
            { label: "Модель", value: "RN-99AIP3B" },
            { label: "Тип матрицы", value: "1/2.7 CMOS GC2083" },
            { label: "Процессор", value: "FH8852V200" },
            { label: "Разрешение", value: "3 Mpix (2048 × 1536), 3 Mpix (2304 × 1296), 2 Mpix (1920 × 1080), 1 Mpix (1280 × 720) " },
            { label: "Максимальное разрешение IP ", value: "3 Mpix (2560 × 1440)" },
            { label: "Угол обзора (гор./верт.) ", value: "2.8 мм - 102°/74° " },
            { label: "Битрейт ", value: "256 - 8192 Кбит/с " },
            { label: "SD карта памяти ", value: "до 512 Gb " },
            { label: "Смартфон", value: "iPhone, iPad, Android, Android Pad" },
            { label: "Электропитание", value: "DC 12V 1000 мА / PoE 802.3af" },
            { label: "Тип корпуса", value: "Купольная антивандальная" },
            { label: "Диапазон рабочих температур", value: "-20°С+60°С"},
            { label: "Габаритные размеры", value: "89×90 мм" }
          ]
      }
    ],
     passportUrl: '/passport/Pass-RN-HI-99AIP3B.pdf'
  },
  {
    id: 9,
    type: 'RN-86HD-i5-256G',
    typeDevice: 'Камера видеонаблюдения',
    imgUrl: HI_99AIP5A,
    title: "RN-99AIP5A",
    info: "Сетевая камера видеонаблюдения RN-HI-99AIP5A (далее – видеокамера) в купольном исполнении служит для передачи оцифрованного видеосигнала к устройству сбора, обработки и хранения. Видеокамера оснащена высокочувствительной CMOS (КМОП) - матрицей, фиксированным объективом, ИК-фильтром и встроенной ИК-подсветкой, что позволяет вести круглосуточное наблюдение при любых условиях съемки в широком диапазоне рабочих температур. Поддержка настройки цвета, яркости, насыщенности и настроек цифрового масштабирования, передачи видео в реальном времени, детекции движения. Протокол подключения ONVIF 2.6. Поддержка подключения к NVR. Наличие POE питания .",
    description: ["5 Мега пикселей", "Основной процессор - FH8852V200", "Датчик изображения - GC5653"],
    price: 4800,
    permission: 5,
    microphone: true,
    poe: true,
    newCard: true,
    specifications: [
      {
        title: "Основные параметры",
        items:
          [
            { label: "Модель", value: "RN-99AIP5A" },
            { label: "Тип матрицы", value: "1/2.7 CMOS GC5653" },
            { label: "Процессор", value: "FH8852V200" },
            { label: "Разрешение", value: "5 Mpix (2592 × 1944), 4 Mpix (2592 × 1520), 3 Mpix (2048 × 1536), 3 Mpix (2304 × 1296),   2 Mpix (1920 × 1080), 1 Mpix (1280 × 720)" },
            { label: "Максимальное разрешение IP ", value: "5 Mpix (2880 × 1624)" },
            { label: "Угол обзора (гор./верт.) ", value: "2.8 мм - 102°/74° " },
            { label: "Битрейт ", value: "256 - 8192 Кбит/с " },
            { label: "SD карта памяти ", value: "до 512 Gb " },
            { label: "Смартфон", value: "iPhone, iPad, Android, Android Pad" },
            { label: "Электропитание", value: "DC 12V 1000 мА / PoE 802.3af" },
            { label: "Тип корпуса", value: "Купольная антивандальная" },
            { label: "Диапазон рабочих температур", value: "-20°С+60°С"},
            { label: "Габаритные размеры", value: "89×90 мм" }
          ]
      }
    ],
     passportUrl: '/passport/Pass-RN-HI-99AIP5A.pdf'
  },
  {
    id: 10,
    type: 'RN-86HD-i5-256G',
    typeDevice: 'Камера видеонаблюдения',
    imgUrl: HI_88CIP8MP,
    title: "RN-88CIP8MP",
    info: "Сетевая камера видеонаблюдения RN-HI-88CIP8MP (далее – видеокамера) в цилиндрическом исполнении служит для передачи оцифрованного видеосигнала к устройству сбора, обработки и хранения. Видеокамера оснащена высокочувствительной CMOS (КМОП) - матрицей, фиксированным объективом, ИК-фильтром и встроенной ИК-подсветкой, что позволяет вести круглосуточное наблюдение при любых условиях съемки в широком диапазоне рабочих температур. Поддержка настройки цвета, яркости, насыщенности и настроек цифрового масштабирования, передачи видео в реальном времени, дедукции движения.",
    description: ["8 Мега пикселей", "Основной процессор - FH8886", "Датчик изображения - GC8053"],
    price: 6600,
    permission: 8,
    microphone: true,
    poe: true,
    newCard: false,
    specifications: [
      {
        title: "Основные параметры",
        items:
          [
            { label: "Модель", value: "RN-88CIP8MP" },
            { label: "Тип матрицы", value: "1/2.7 CMOS GC8053" },
            { label: "Процессор", value: "FH8886" },
            { label: "Разрешение", value: "8 Mpix (3840 × 2160), 5 Mpix (2880 × 1624), 4 Mpix (2592 × 1520), 3 Mpix (2048 × 1536), 3 Mpix (2304 × 1296), 2 Mpix (1920 × 1080)" },
            { label: "Максимальное разрешение IP ", value: "8 Mpix (3840 × 2160)" },
            { label: "Угол обзора (гор./верт.) ", value: "2.7 мм - 102°/72°, 13.5 мм - 34°/26°" },
            { label: "Битрейт ", value: "256 - 8192 Кбит/с " },
            { label: "SD карта памяти ", value: "до 512 Gb " },
            { label: "Смартфон", value: "iPhone, iPad, Android, Android Pad" },
            { label: "Электропитание", value: "DC 12V 1000 мА / PoE 802.3af" },
            { label: "Тип корпуса", value: "Уличная антивандальная" },
            { label: "Диапазон рабочих температур", value: "-20°С+60°С"},
            { label: "Габаритные размеры", value: " 204.28х64.61х17 мм" }
          ]
      }
    ],
     passportUrl: '/passport/Pass-RN-HI-88CIP8MP.pdf'
  },
  {
    id: 11,
    type: 'RN-86HD-i7-512G',
    typeDevice: 'Камера видеонаблюдения',
    imgUrl: HI_509FIP3B,
    title: "RN-509FIP3B",
    info: "Сетевая камера видеонаблюдения RN-HI‐509FIP3B (далее – видеокамера) в купольном исполнении служит для передачи оцифрованного видеосигнала к устройству сбора, обработки и хранения. Видеокамера оснащена высокочувствительной CMOS (КМОП) - матрицей, фиксированным объективом, ИК-фильтром и встроенной ИК-подсветкой, что позволяет вести круглосуточное наблюдение при любых условиях съемки в широком диапазоне рабочих температур. Поддержка настройки цвета, яркости, насыщенности и настроек цифрового масштабирования, передачи видео в реальном времени, детекции движения. Протокол подключения ONVIF 2.6. Поддержка подключения к NVR. Наличие POE питания",
    description: ["3 Мега пикселя", "Основной процессор - FH8852V201", "Датчик изображения - GC2083"],
    price: 3000,
    permission: 3,
    microphone: true,
    poe: true,
    newCard: false,
    specifications: [
      {
        title: "Основные параметры",
        items:
          [
            { label: "Модель", value: "RN-509FIP3B"},
            { label: "Тип матрицы", value: "1/2.7 CMOS GC2083" },
            { label: "Процессор", value: "FH8852V200" },
            { label: "Разрешение", value: "3 Mpix (2048 × 1536), 3 Mpix (2304 × 1296), 2 Mpix (1920 × 1080), 1 Mpix (1280 × 720) " },
            { label: "Максимальное разрешение IP ", value: "3 Mpix (2560 × 1440)" },
            { label: "Угол обзора (гор./верт.) ", value: "2.8 мм - 102°/74°" },
            { label: "Битрейт ", value: "256 - 8192 Кбит/с " },
            { label: "SD карта памяти ", value: "до 512 Gb " },
            { label: "Смартфон", value: "iPhone, iPad, Android, Android Pad" },
            { label: "Электропитание", value: "DC 12V 1000 мА / PoE 802.3af" },
            { label: "Тип корпуса", value: "Купольная антивандальная" },
            { label: "Диапазон рабочих температур", value: "-20°С+60°С"},
            { label: "Габаритные размеры", value: "102×82 мм" }
          ]
      }
    ],
     passportUrl: '/passport/Pass-RN-HI-509FIP3B.pdf'
  },
  {
    id: 12,
    type: 'RN-86HD-i7-512G',
    typeDevice: 'Камера видеонаблюдения',
    imgUrl: HI_509FIP8MP,
    title: "RN-509FIP8MP",
    info: "Сетевая камера видеонаблюдения RN-HI‐509FIP8MP (далее – видеокамера) в купольном исполнении служит для передачи оцифрованного видеосигнала к устройству сбора, обработки и хранения. Видеокамера оснащена высокочувствительной CMOS (КМОП) - матрицей, фиксированным объективом, ИК-фильтром и встроенной ИК-подсветкой, что позволяет вести круглосуточное наблюдение при любых условиях съемки в широком диапазоне рабочих температур. Поддержка настройки цвета, яркости, насыщенности и настроек цифрового масштабирования, передачи видео в реальном времени, детекции движения. Протокол подключения ONVIF 2.6. Поддержка подключения к NVR. Наличие POE питания .",
    description: ["8 Мега пикселей", "Основной процессор - FH8886", "Датчик изображения - GC8053"],
    price: 6000,
    permission: 8,
    microphone: true,
    poe: true,
    newCard: false,
    specifications: [
      {
        title: "Основные параметры",
        items:
          [
            { label: "Модель", value: "RN-509FIP8MP"},
            { label: "Тип матрицы", value: "1/2.7 CMOS GC8053" },
            { label: "Процессор", value: "FH886" },
            { label: "Разрешение", value: "8 Mpix (3840 × 2160), 5 Mpix (2880 × 1624), 4 Mpix (2592 × 1520), 3 Mpix (2048 × 1536), 3 Mpix (2304 × 1296), 2 Mpix (1920 × 1080)" },
            { label: "Максимальное разрешение IP ", value: "8 Mpix (3840 × 2160)" },
            { label: "Угол обзора (гор./верт.) ", value: "2.8 мм - 102°/74°" },
            { label: "Битрейт ", value: "256 - 8192 Кбит/с " },
            { label: "SD карта памяти ", value: "до 512 Gb " },
            { label: "Смартфон", value: "iPhone, iPad, Android, Android Pad" },
            { label: "Электропитание", value: "DC 12V 1000 мА / PoE 802.3af" },
            { label: "Тип корпуса", value: "Купольная антивандальная" },
            { label: "Диапазон рабочих температур", value: "-20°С+60°С"},
            { label: "Габаритные размеры", value: "102×82 мм" }
          ]
      }
    ],
     passportUrl: '/passport/Pass-RN-HI-509FIP8MP.pdf'
  },
]

export default data;