import { CardsProps } from '@/components/Card/Card';
import DS13B_TY from '../public/src/DS13B-TY.png';
import DS15B_TY from '../public/src/DS15B-TY.png';
import DS15B_CTY from '../public/src/DS15B-CTY.png';
import DS15B_FTY from '../public/src/DS15B-FTY.png';
import DS90B_TYF from '../public/src/DS90B-TYF.png';
import HI_88AIP3B from '../public/src/HI-88AIP3B.png';
import HI_88AIP5A from '../public/src/HI-88AIP5A.png';
import HI_99AIP3B from '../public/src/HI-99AIP3B.png';
import HI_99AIP5A from '../public/src/HI-99AIP5А.png';
import HI_88CIP8MP from '../public/src/HI-88CIP8MP.png';
import HI_88CIP8MP_AF from '../public/src/HI-88CIP8MP-AF.png';
import HI_509FIP3B from '../public/src/HI-509FIP3B.png';
import HI_509FIP8MP from '../public/src/HI-509FIP8MP.png';
import HI_07AIP4 from '../public/src/HI-07AIP4.png';
import HI_07AIP4_W from '../public/src/HI-07AIP4-W.png';
import H24 from '../public/src/H24.png';
import HI_Q08A from '../public/src/HI-Q08A.png';
import HI_Q08B from '../public/src/HI-Q08B.png';
import HI_Q16A from '../public/src/HI-Q16A.png';
import HI_Q16B from '../public/src/HI-Q16B.png';
import HI_2402G from '../public/src/HI-2402G.png';
import RN_NVR_5016C_AI from '../public/src/RN-NVR-5016C-AI.png';
import RN_NVR_6036A_AI from '../public/src/RN-NVR-6036A-AI.png';
import RN_NVR_6036B_AI from '../public/src/RN-NVR-6036B-AI.png';
import RN_NVR_8008A_POE from '../public/src/RN-NVR-8008A-POE.png';
import RN_NVR_8009A_AI from '../public/src/RN-NVR-8009A-AI.png';
import RN_NVR_8009B from '../public/src/RN-NVR-8009B.png';
 

const data: CardsProps[] = [
  {
    id: 1,
    type: 'electro',
    typeDevice: 'Электронный замок',
    imgUrl: DS13B_TY,
    title: "RN-DS13B-TY",
    info: "Умный дверной замок RN-DS13B-TY с русским голосовым сопровождением, отлично устанавливается на врезные корпуса европейского стандарта. Способы отпирания: отпечатка пальца, карты (брелока), пароля (кода), телефона из приложения Smart Life, механического ключа. Программируется замок с клавиатуры на передней панели (ручки) замка. Первым действием программируется способы отпирания для администратора. В дальнейшем программирование осуществляется лишь администратором. Пользователи замка могут только отпирать замок тем или иным способом запрограммированным на них. После программирования администратора, замок можно сконектить с приложением Smart Life. Приложение легко скачивается и доступно как для айфон так и для Андроид. В приложении каждому администратору и пользователю можно присвоить имена и смотреть статистику, кто, когда и каким способом отпирал замок.",
    description: ["5 способов разблокировки замка", "Дополнительная зарядка от USB", "Ёмкость памяти замка - по 100 пользователей по каждому типу разблокировки"],
    price: 9800,
    newCard: true,
    specifications: [
      {
        title: "Основные параметры",
        items:
          [
            { label: "Модель", value: "RN-DS13B-TY" },
            { label: "Цвет", value: "Черный" },
            { label: "Способ установки", value: "Врезной" },
            { label: "Сканер отпечатка пальца", value: "Есть" },
            { label: "Технология распознавания лиц ", value: "Нет" },
            { label: "Ввод пароля", value: "Есть" },
            { label: "Смарт-карта", value: "Есть" },
            { label: "Bluetooh", value: "Есть" },
            { label: "Wi-FI", value: "Есть" },
            { label: "Язык", value: "Русский, Английский" },
            { label: "Количество запрограммированных способов отпирания", value: "100 карт; 100 отпечатков пальца; 100 паролей" },
            { label: "Температурный режим эксплуатации", value: "-25°С+65°С"},
            { label: "Питание", value: "4 батарейки АА" },
            { label: "Требуемая толщина двери", value: "35-60мм" },
            { label: "Рабочее напряжение ", value: "4,5 - 6 В" },
            { label: "Размер", value: "265×59×25 мм"}
          ]
      }
    ],
     passportUrl: '/passport/Pass-RN-DS13B-TY.pdf'
  },
  {
    id: 2,
    type: 'electro',
    typeDevice: 'Электронный замок',
    imgUrl: DS15B_TY,
    title: "RN-DS15B-TY",
    info: "Умный дверной замок RN-DS15B-TY с русским голосовым сопровождением, отлично устанавливается на врезные корпуса европейского стандарта. Способы отпирания: технология распознавания лиц, отпечатка пальца, карты (брелока), пароля (кода), телефона из приложения Smart Life, механического ключа. Программируется замок с клавиатуры на передней панели (ручки) замка. Первым действием программируется способы отпирания для администратора. В дальнейшем программирование осуществляется лишь администратором. Пользователи замка могут только отпирать замок тем или иным способом запрограммированным на них. После программирования администратора, замок можно сконектить с приложением Smart Life. Приложение легко скачивается и доступно как для айфон так и для Андроид. В приложении каждому администратору и пользователю можно присвоить имена и смотреть статистику, кто, когда и каким способом отпирал замок",
    description: ["Возможность закрытия изнутри", "Заряжается от 4 батареек типа АА", "Ёмкость памяти замка - по 100 пользователей по каждому типу разблокировки"],
    price: 10400,
    newCard: true,
    specifications: [
      {
        title: "Основные параметры",
        items:
          [
            { label: "Модель", value: "RN-DS15B-TY" },
            { label: "Цвет", value: "Черный" },
            { label: "Способ установки", value: "Врезной" },
            { label: "Сканер отпечатка пальца", value: "Есть" },
            { label: "Технология распознавания лиц ", value: "Нет" },
            { label: "Ввод пароля", value: "Есть" },
            { label: "Смарт-карта", value: "Есть" },
            { label: "Bluetooh", value: "Есть" },
            { label: "Wi-FI", value: "Есть" },
            { label: "Язык", value: "Русский, Английский" },
            { label: "Количество запрограммированных способов отпирания", value: "100 карт; 100 отпечатков пальца; 100 паролей" },
            { label: "Температурный режим эксплуатации", value: "-25°С+65°С"},
            { label: "Питание", value: "4 батарейки АА" },
            { label: "Требуемая толщина двери", value: "35-60мм" },
            { label: "Рабочее напряжение ", value: "4,5 - 6 В" },
            { label: "Размер", value: "334×75×23,8 мм "}
          ]
      }
    ],
     passportUrl: '/passport/Pass-RN-DS15B-CTY.pdf'
  },
  {
    id: 3,
    type: 'electro',
    typeDevice: 'Электронный замок',
    imgUrl: DS15B_CTY,
    title: "RN-DS15B-CTY",
    info: "Умный дверной замок RN-DS15B-CTY с русским голосовым сопровождением, отлично устанавливается на врезные корпуса европейского стандарта. Способы отпирания: технология распознавания лиц, отпечатка пальца, карты (брелока), пароля (кода), телефона из приложения Smart Life, механического ключа. Программируется замок с клавиатуры на передней панели (ручки) замка. Первым действием программируется способы отпирания для администратора. В дальнейшем программирование осуществляется лишь администратором. Пользователи замка могут только отпирать замок тем или иным способом запрограммированным на них. После программирования администратора, замок можно сконектить с приложением Smart Life. Приложение легко скачивается и доступно как для айфон так и для Андроид. В приложении каждому администратору и пользователю можно присвоить имена и смотреть статистику, кто, когда и каким способом отпирал замок.",
    description: ["Открытие двери с помощью лица", "Камерный глазок с внутренней стороны двери", "Ёмкость памяти замка - по 100 пользователей по каждому типу разблокировки"],
    price: 12720,
    newCard: true,
    specifications: [
      {
        title: "Основные параметры",
        items:
          [
            { label: "Модель", value: "RN-DS15B-CTY" },
            { label: "Цвет", value: "Черный" },
            { label: "Способ установки", value: "Врезной" },
            { label: "Сканер отпечатка пальца", value: "Есть" },
            { label: "Технология распознавания лиц ", value: "Есть" },
            { label: "Ввод пароля", value: "Есть" },
            { label: "Смарт-карта", value: "Есть" },
            { label: "Bluetooh", value: "Есть" },
            { label: "Wi-FI", value: "Есть" },
            { label: "Язык", value: "Русский, Английский" },
            { label: "Количество запрограммированных способов отпирания", value: "100 карт; 100 отпечатков пальца; 100 паролей" },
            { label: "Температурный режим эксплуатации", value: "-25°С+65°С"},
            { label: "Питание", value: "4 батарейки АА" },
            { label: "Требуемая толщина двери", value: "35-60мм" },
            { label: "Рабочее напряжение ", value: "4,5 - 6 В" },
            { label: "Размер", value: "334×75×23,8 мм "}
          ]
      }
    ],
     passportUrl: '/passport/Pass-RN-DS15B-TY.pdf'
  },
  {
    id: 4,
    type: 'electro',
    typeDevice: 'Электронный замок',
    imgUrl: DS15B_FTY,
    title: "RN-DS15B-FTY",
    info: "Умный дверной замок RN-DS15B-FTY с русским голосовым сопровождением, отлично устанавливается на врезные корпуса европейского стандарта. Способы отпирания: технология распознавания лиц, отпечатка пальца, карты (брелока), пароля (кода), телефона из приложения Smart Life, механического ключа. Программируется замок с клавиатуры на передней панели (ручки) замка. Первым действием программируется способы отпирания для администратора. В дальнейшем программирование осуществляется лишь администратором. Пользователи замка могут только отпирать замок тем или иным способом запрограммированным на них. После программирования администратора, замок можно сконектить с приложением Smart Life. Приложение легко скачивается и доступно как для айфон так и для Андроид. В приложении каждому администратору и пользователю можно присвоить имена и смотреть статистику, кто, когда и каким способом отпирал замок.",
    description: ["Открытие двери с помощью лица", "Поддержка Русского языка", "Ёмкость памяти замка - по 100 пользователей по каждому типу разблокировки"],
    price: 12000,
    newCard: true,
    specifications: [
      {
        title: "Основные параметры",
        items:
          [
            { label: "Модель", value: "RN-DS15B-FTY" },
            { label: "Цвет", value: "Черный" },
            { label: "Способ установки", value: "Врезной" },
            { label: "Сканер отпечатка пальца", value: "Есть" },
            { label: "Технология распознавания лиц ", value: "Есть" },
            { label: "Ввод пароля", value: "Есть" },
            { label: "Смарт-карта", value: "Есть" },
            { label: "Bluetooh", value: "Есть" },
            { label: "Wi-FI", value: "Есть" },
            { label: "Язык", value: "Русский, Английский" },
            { label: "Количество запрограммированных способов отпирания", value: "100 карт; 100 отпечатков пальца; 100 паролей" },
            { label: "Температурный режим эксплуатации", value: "-25°С+65°С"},
            { label: "Питание", value: "4 батарейки АА" },
            { label: "Требуемая толщина двери", value: "35-60мм" },
            { label: "Рабочее напряжение ", value: "4,5 - 6 В" },
            { label: "Размер", value: "334×75×23,8 мм"}
          ]
      }
    ],
     passportUrl: '/passport/Pass-RN-DS15B-FTY.pdf'
  },
  {
    id: 5,
    type: 'electro',
    typeDevice: 'Электронный замок',
    imgUrl: DS90B_TYF,
    title: "RN-DS90B-TYF",
    info: "Умный дверной замок RN-DS90B-TYF с русским голосовым сопровождением, отлично устанавливается на врезные корпуса европейского стандарта. Способы отпирания: технология распознавания лиц, отпечатка пальца, карты (брелока), пароля (кода), телефона из приложения Smart Life, механического ключа. Программируется замок с клавиатуры на передней панели (ручки) замка. Первым действием программируется способы отпирания для администратора. В дальнейшем программирование осуществляется лишь администратором. Пользователи замка могут только отпирать замок тем или иным способом запрограммированным на них. После программирования администратора, замок можно сконектить с приложением Smart Life. Приложение легко скачивается и доступно как для айфон так и для Андроид. В приложении каждому администратору и пользователю можно присвоить имена и смотреть статистику, кто, когда и каким способом отпирал замок.",
    description: ["3D-лицо", "Перезаряжаемая литиевая батарея", "Поддержка Русского языка"],
    price: 17440,
    newCard: true,
    specifications: [
      {
        title: "Основные параметры",
        items:
          [
            { label: "Модель", value: "RN-DS90B-TYF" },
            { label: "Цвет", value: "Черный" },
            { label: "Способ установки", value: "Врезной" },
            { label: "Сканер отпечатка пальца", value: "Есть" },
            { label: "Технология распознавания лиц ", value: "Есть" },
            { label: "Ввод пароля", value: "Есть" },
            { label: "Смарт-карта", value: "Есть" },
            { label: "Bluetooh", value: "Есть" },
            { label: "Wi-FI", value: "Есть" },
            { label: "Язык", value: "Русский, Английский" },
            { label: "Количество запрограммированных способов отпирания", value: "100 карт; 100 отпечатков пальца; 100 паролей" },
            { label: "Температурный режим эксплуатации", value: "-25°С+65°С"},
            { label: "Питание", value: "Перезаряжаемая литиевая батарея" },
            { label: "Требуемая толщина двери", value: "40–110 мм" },
            { label: "Рабочее напряжение ", value: "6,8 - 7,2 В" },
            { label: "Размер", value: "390×72×23,8 мм"}
          ]
      }
    ],
     passportUrl: '/passport/Pass-RN-DS90B-TYF.pdf'
  },
  {
    id: 6,
    type: 'camera',
    typeDevice: 'Камера видеонаблюдения',
    imgUrl: HI_88AIP3B,
    title: "RN-88AIP3B",
    info: "Сетевая камера видеонаблюдения RN-HI-88AIP3B (далее – видеокамера) в цилиндрическом исполнении служит для передачи оцифрованного видеосигнала к устройству сбора, обработки и хранения. Видеокамера оснащена высокочувствительной CMOS (КМОП) - матрицей, фиксированным объективом, ИК-фильтром и встроенной ИК-подсветкой, что позволяет вести круглосуточное наблюдение при любых условиях съемки в широком диапазоне рабочих температур. Поддержка настройки цвета, яркости, насыщенности и настроек цифрового масштабирования, передачи видео в реальном времени, дедукции движения.",
    description: ["3 Мега пикселя", "Основной процессор - FH8852V201", "Датчик изображения - GC2083"],
    price: 3900,
    permission: 3,
    microphone: true,
    poe: true,
    newCard: true,
    specifications: [
      {
        title: "Основные параметры",
        items:
          [
            { label: "Модель", value: "RN-88AIP3B" },
            { label: "Тип матрицы", value: "1/2.7 CMOS GC2083" },
            { label: "Процессор", value: "FH8852V200 " },
            { label: "Разрешение", value: "3 Mpix (2048 × 1536), 3 Mpix (2304 × 1296), 2 Mpix (1920 × 1080), 1 Mpix (1280 × 720)" },
            { label: "Максимальное разрешение IP ", value: "3 Mpix (2560×1440 )" },
            { label: "Угол обзора (гор./верт.) ", value: "2.7 мм - 102°/72°, 13.5 мм - 34°/26°" },
            { label: "Битрейт ", value: "256 - 8192 Кбит/с " },
            { label: "SD карта памяти ", value: "до 512 Gb " },
            { label: "Смартфон", value: "iPhone, iPad, Android, Android Pad" },
            { label: "Электропитание", value: "DC 12V 1000 мА / PoE 802.3af" },
            { label: "Тип корпуса", value: "Уличная антивандальная" },
            { label: "Диапазон рабочих температур", value: "-20°С+60°С"},
            { label: "Габаритные размеры", value: "187х60х72 мм" }
          ]
      }
    ],
     passportUrl: '/passport/Pass-RN-HI-88AIP3B.pdf'
  },
  {
    id: 7,
    type: 'camera',
    typeDevice: 'Камера видеонаблюдения',
    imgUrl: HI_88AIP5A,
    title: "RN-88AIP5A",
    info: "Сетевая камера видеонаблюдения RN-HI-88AIP5A (далее – видеокамера) в цилиндрическом исполнении служит для передачи оцифрованного видеосигнала к устройству сбора, обработки и хранения. Видеокамера оснащена высокочувствительной CMOS (КМОП) - матрицей, фиксированным объективом, ИК-фильтром и встроенной ИК-подсветкой, что позволяет вести круглосуточное наблюдение при любых условиях съемки в широком диапазоне рабочих температур. Поддержка настройки цвета, яркости, насыщенности и настроек цифрового масштабирования, передачи видео в реальном времени, дедукции движения.",
    description: ["5 Мега пикселей", "Основной процессор - FH8852V200", "Датчик изображения - GC5653"],
    price: 4800,
    permission: 5,
    microphone: true,
    poe: true,
    newCard: true,
    specifications: [
      {
        title: "Основные параметры",
        items:
          [
            { label: "Модель", value: "RN-88AIP5A" },
            { label: "Тип матрицы", value: "1/2.7 CMOS GC5653" },
            { label: "Процессор", value: "FH8852V200 " },
            { label: "Разрешение", value: "5 Mpix (2880 × 1624), 4 Mpix (2592 × 1520),  3 Mpix (2048 × 1536), 3 Mpix (2304 × 1296), 2 Mpix (1920 × 1080), 1 Mpix (1280 × 720)" },
            { label: "Максимальное разрешение IP ", value: "5 Mpix (2880 × 1624)" },
            { label: "Угол обзора (гор./верт.) ", value: "2.7 мм - 102°/72°, 13.5 мм - 34°/26°" },
            { label: "Битрейт ", value: "256 - 8192 Кбит/с " },
            { label: "SD карта памяти ", value: "до 512 Gb " },
            { label: "Смартфон", value: "iPhone, iPad, Android, Android Pad" },
            { label: "Электропитание", value: "DC 12V 1000 мА / PoE 802.3af" },
            { label: "Тип корпуса", value: "Уличная антивандальная" },
            { label: "Диапазон рабочих температур", value: "-20°С+60°С"},
            { label: "Габаритные размеры", value: "187х60х72 мм" }
          ]
      }
    ],
     passportUrl: '/passport/Pass-RN-HI-88AIP5A.pdf'
  },
  {
    id: 8,
    type: 'camera',
    typeDevice: 'Камера видеонаблюдения',
    imgUrl: HI_99AIP3B,
    title: "RN-99AIP3B",
    info: "Сетевая камера видеонаблюдения RN-HI-99AIP3B (далее – видеокамера) в купольном исполнении служит для передачи оцифрованного видеосигнала к устройству сбора, обработки и хранения. Видеокамера оснащена высокочувствительной CMOS (КМОП) - матрицей, фиксированным объективом, ИК-фильтром и встроенной ИК-подсветкой, что позволяет вести круглосуточное наблюдение при любых условиях съемки в широком диапазоне рабочих температур. Поддержка настройки цвета, яркости, насыщенности и настроек цифрового масштабирования, передачи видео в реальном времени, детекции движения. Протокол подключения ONVIF 2.6. Поддержка подключения к NVR. Наличие POE питания .",
    description: ["3 Мега пикселя", "Основной процессор - FH8852V201", "Датчик изображения - GC2083"],
    price: 4000,
    permission: 3,
    microphone: true,
    poe: true,
    newCard: true,
    specifications: [
      {
        title: "Основные параметры",
        items:
          [
            { label: "Модель", value: "RN-99AIP3B" },
            { label: "Тип матрицы", value: "1/2.7 CMOS GC2083" },
            { label: "Процессор", value: "FH8852V200" },
            { label: "Разрешение", value: "3 Mpix (2048 × 1536), 3 Mpix (2304 × 1296), 2 Mpix (1920 × 1080), 1 Mpix (1280 × 720) " },
            { label: "Максимальное разрешение IP ", value: "3 Mpix (2560 × 1440)" },
            { label: "Угол обзора (гор./верт.) ", value: "2.8 мм - 102°/74° " },
            { label: "Битрейт ", value: "256 - 8192 Кбит/с " },
            { label: "SD карта памяти ", value: "до 512 Gb " },
            { label: "Смартфон", value: "iPhone, iPad, Android, Android Pad" },
            { label: "Электропитание", value: "DC 12V 1000 мА / PoE 802.3af" },
            { label: "Тип корпуса", value: "Купольная антивандальная" },
            { label: "Диапазон рабочих температур", value: "-20°С+60°С"},
            { label: "Габаритные размеры", value: "89×90 мм" }
          ]
      }
    ],
     passportUrl: '/passport/Pass-RN-HI-99AIP3B.pdf'
  },
  {
    id: 9,
    type: 'camera',
    typeDevice: 'Камера видеонаблюдения',
    imgUrl: HI_99AIP5A,
    title: "RN-99AIP5A",
    info: "Сетевая камера видеонаблюдения RN-HI-99AIP5A (далее – видеокамера) в купольном исполнении служит для передачи оцифрованного видеосигнала к устройству сбора, обработки и хранения. Видеокамера оснащена высокочувствительной CMOS (КМОП) - матрицей, фиксированным объективом, ИК-фильтром и встроенной ИК-подсветкой, что позволяет вести круглосуточное наблюдение при любых условиях съемки в широком диапазоне рабочих температур. Поддержка настройки цвета, яркости, насыщенности и настроек цифрового масштабирования, передачи видео в реальном времени, детекции движения. Протокол подключения ONVIF 2.6. Поддержка подключения к NVR. Наличие POE питания .",
    description: ["5 Мега пикселей", "Основной процессор - FH8852V200", "Датчик изображения - GC5653"],
    price: 4800,
    permission: 5,
    microphone: true,
    poe: true,
    newCard: true,
    specifications: [
      {
        title: "Основные параметры",
        items:
          [
            { label: "Модель", value: "RN-99AIP5A" },
            { label: "Тип матрицы", value: "1/2.7 CMOS GC5653" },
            { label: "Процессор", value: "FH8852V200" },
            { label: "Разрешение", value: "5 Mpix (2592 × 1944), 4 Mpix (2592 × 1520), 3 Mpix (2048 × 1536), 3 Mpix (2304 × 1296),   2 Mpix (1920 × 1080), 1 Mpix (1280 × 720)" },
            { label: "Максимальное разрешение IP ", value: "5 Mpix (2880 × 1624)" },
            { label: "Угол обзора (гор./верт.) ", value: "2.8 мм - 102°/74° " },
            { label: "Битрейт ", value: "256 - 8192 Кбит/с " },
            { label: "SD карта памяти ", value: "до 512 Gb " },
            { label: "Смартфон", value: "iPhone, iPad, Android, Android Pad" },
            { label: "Электропитание", value: "DC 12V 1000 мА / PoE 802.3af" },
            { label: "Тип корпуса", value: "Купольная антивандальная" },
            { label: "Диапазон рабочих температур", value: "-20°С+60°С"},
            { label: "Габаритные размеры", value: "89×90 мм" }
          ]
      }
    ],
     passportUrl: '/passport/Pass-RN-HI-99AIP5A.pdf'
  },
  {
    id: 10,
    type: 'camera',
    typeDevice: 'Камера видеонаблюдения',
    imgUrl: HI_88CIP8MP,
    title: "RN-88CIP8MP",
    info: "Сетевая камера видеонаблюдения RN-HI-88CIP8MP (далее – видеокамера) в цилиндрическом исполнении служит для передачи оцифрованного видеосигнала к устройству сбора, обработки и хранения. Видеокамера оснащена высокочувствительной CMOS (КМОП) - матрицей, фиксированным объективом, ИК-фильтром и встроенной ИК-подсветкой, что позволяет вести круглосуточное наблюдение при любых условиях съемки в широком диапазоне рабочих температур. Поддержка настройки цвета, яркости, насыщенности и настроек цифрового масштабирования, передачи видео в реальном времени, дедукции движения.",
    description: ["8 Мега пикселей", "Основной процессор - FH8886", "Датчик изображения - GC8053"],
    price: 6600,
    permission: 8,
    microphone: true,
    poe: true,
    newCard: false,
    specifications: [
      {
        title: "Основные параметры",
        items:
          [
            { label: "Модель", value: "RN-88CIP8MP" },
            { label: "Тип матрицы", value: "1/2.7 CMOS GC8053" },
            { label: "Процессор", value: "FH8886" },
            { label: "Разрешение", value: "8 Mpix (3840 × 2160), 5 Mpix (2880 × 1624), 4 Mpix (2592 × 1520), 3 Mpix (2048 × 1536), 3 Mpix (2304 × 1296), 2 Mpix (1920 × 1080)" },
            { label: "Максимальное разрешение IP ", value: "8 Mpix (3840 × 2160)" },
            { label: "Угол обзора (гор./верт.) ", value: "2.7 мм - 102°/72°, 13.5 мм - 34°/26°" },
            { label: "Битрейт ", value: "256 - 8192 Кбит/с " },
            { label: "SD карта памяти ", value: "до 512 Gb " },
            { label: "Смартфон", value: "iPhone, iPad, Android, Android Pad" },
            { label: "Электропитание", value: "DC 12V 1000 мА / PoE 802.3af" },
            { label: "Тип корпуса", value: "Уличная антивандальная" },
            { label: "Диапазон рабочих температур", value: "-20°С+60°С"},
            { label: "Габаритные размеры", value: " 204.28х64.61х17 мм" }
          ]
      }
    ],
     passportUrl: '/passport/Pass-RN-HI-88CIP8MP.pdf'
  },
  {
    id: 11,
    type: 'camera',
    typeDevice: 'Камера видеонаблюдения',
    imgUrl: HI_509FIP3B,
    title: "RN-509FIP3B",
    info: "Сетевая камера видеонаблюдения RN-HI‐509FIP3B (далее – видеокамера) в купольном исполнении служит для передачи оцифрованного видеосигнала к устройству сбора, обработки и хранения. Видеокамера оснащена высокочувствительной CMOS (КМОП) - матрицей, фиксированным объективом, ИК-фильтром и встроенной ИК-подсветкой, что позволяет вести круглосуточное наблюдение при любых условиях съемки в широком диапазоне рабочих температур. Поддержка настройки цвета, яркости, насыщенности и настроек цифрового масштабирования, передачи видео в реальном времени, детекции движения. Протокол подключения ONVIF 2.6. Поддержка подключения к NVR. Наличие POE питания",
    description: ["3 Мега пикселя", "Основной процессор - FH8852V201", "Датчик изображения - GC2083"],
    price: 3000,
    permission: 3,
    microphone: true,
    poe: true,
    newCard: false,
    specifications: [
      {
        title: "Основные параметры",
        items:
          [
            { label: "Модель", value: "RN-509FIP3B"},
            { label: "Тип матрицы", value: "1/2.7 CMOS GC2083" },
            { label: "Процессор", value: "FH8852V200" },
            { label: "Разрешение", value: "3 Mpix (2048 × 1536), 3 Mpix (2304 × 1296), 2 Mpix (1920 × 1080), 1 Mpix (1280 × 720) " },
            { label: "Максимальное разрешение IP ", value: "3 Mpix (2560 × 1440)" },
            { label: "Угол обзора (гор./верт.) ", value: "2.8 мм - 102°/74°" },
            { label: "Битрейт ", value: "256 - 8192 Кбит/с " },
            { label: "SD карта памяти ", value: "до 512 Gb " },
            { label: "Смартфон", value: "iPhone, iPad, Android, Android Pad" },
            { label: "Электропитание", value: "DC 12V 1000 мА / PoE 802.3af" },
            { label: "Тип корпуса", value: "Купольная антивандальная" },
            { label: "Диапазон рабочих температур", value: "-20°С+60°С"},
            { label: "Габаритные размеры", value: "102×82 мм" }
          ]
      }
    ],
     passportUrl: '/passport/Pass-RN-HI-509FIP3B.pdf'
  },
  {
    id: 12,
    type: 'camera',
    typeDevice: 'Камера видеонаблюдения',
    imgUrl: HI_509FIP8MP,
    title: "RN-509FIP8MP",
    info: "Сетевая камера видеонаблюдения RN-HI‐509FIP8MP (далее – видеокамера) в купольном исполнении служит для передачи оцифрованного видеосигнала к устройству сбора, обработки и хранения. Видеокамера оснащена высокочувствительной CMOS (КМОП) - матрицей, фиксированным объективом, ИК-фильтром и встроенной ИК-подсветкой, что позволяет вести круглосуточное наблюдение при любых условиях съемки в широком диапазоне рабочих температур. Поддержка настройки цвета, яркости, насыщенности и настроек цифрового масштабирования, передачи видео в реальном времени, детекции движения. Протокол подключения ONVIF 2.6. Поддержка подключения к NVR. Наличие POE питания .",
    description: ["8 Мега пикселей", "Основной процессор - FH8886", "Датчик изображения - GC8053"],
    price: 6000,
    permission: 8,
    microphone: true,
    poe: true,
    newCard: false,
    specifications: [
      {
        title: "Основные параметры",
        items:
          [
            { label: "Модель", value: "RN-509FIP8MP"},
            { label: "Тип матрицы", value: "1/2.7 CMOS GC8053" },
            { label: "Процессор", value: "FH886" },
            { label: "Разрешение", value: "8 Mpix (3840 × 2160), 5 Mpix (2880 × 1624), 4 Mpix (2592 × 1520), 3 Mpix (2048 × 1536), 3 Mpix (2304 × 1296), 2 Mpix (1920 × 1080)" },
            { label: "Максимальное разрешение IP ", value: "8 Mpix (3840 × 2160)" },
            { label: "Угол обзора (гор./верт.) ", value: "2.8 мм - 102°/74°" },
            { label: "Битрейт ", value: "256 - 8192 Кбит/с " },
            { label: "SD карта памяти ", value: "до 512 Gb " },
            { label: "Смартфон", value: "iPhone, iPad, Android, Android Pad" },
            { label: "Электропитание", value: "DC 12V 1000 мА / PoE 802.3af" },
            { label: "Тип корпуса", value: "Купольная антивандальная" },
            { label: "Диапазон рабочих температур", value: "-20°С+60°С"},
            { label: "Габаритные размеры", value: "102×82 мм" }
          ]
      }
    ],
     passportUrl: '/passport/Pass-RN-HI-509FIP8MP.pdf'
  },
  {
    id: 13,
    type: 'camera',
    typeDevice: 'Камера видеонаблюдения',
    imgUrl: HI_88CIP8MP_AF,
    title: "RN-88CIP8MP-AF",
    info: "Сетевая камера видеонаблюдения RN-HI-88CIP8MP-AF (далее – видеокамера) в цилиндрическом исполнении служит для передачи оцифрованного видеосигнала к устройству сбора, обработки и хранения. Видеокамера оснащена высокочувствительной CMOS (КМОП) - матрицей, фиксированным объективом, ИК-фильтром и встроенной ИК-подсветкой, что позволяет вести круглосуточное наблюдение при любых условиях съемки в широком диапазоне рабочих температур. Поддержка настройки цвета, яркости, насыщенности и настроек цифрового масштабирования, передачи видео в реальном времени, дедукции движения.",
    description: ["8 Мега пикселей", "Основной процессор - FH8886", "Датчик изображения - GC8053"],
    price: 11100,
    permission: 8,
    microphone: true,
    poe: true,
    newCard: false,
    specifications: [
      {
        title: "Основные параметры",
        items:
          [
            { label: "Модель", value: "RN-88CIP8MP-AF" },
            { label: "Тип матрицы", value: "1/2.7 CMOS GC8053" },
            { label: "Процессор", value: "FH8886" },
            { label: "Разрешение", value: "8 Mpix (3840 × 2160), 5 Mpix (2880 × 1624), 4 Mpix (2592 × 1520), 3 Mpix (2048 × 1536), 3 Mpix (2304 × 1296), 2 Mpix (1920 × 1080)" },
            { label: "Максимальное разрешение IP ", value: "8 Mpix (3840 × 2160)" },
            { label: "Угол обзора (гор./верт.) ", value: "2.7 мм - 102°/72°, 13.5 мм - 34°/26°" },
            { label: "Битрейт ", value: "256 - 8192 Кбит/с " },
            { label: "SD карта памяти ", value: "до 512 Gb " },
            { label: "Смартфон", value: "iPhone, iPad, Android, Android Pad" },
            { label: "Электропитание", value: "DC 12V 1000 мА / PoE 802.3af" },
            { label: "Тип корпуса", value: "Уличная антивандальная" },
            { label: "Диапазон рабочих температур", value: "-20°С+60°С"},
            { label: "Габаритные размеры", value: " 204.28х64.61х17 мм" }
          ]
      }
    ],
     passportUrl: '/passport/Pass-RN-HI-88CIP8MP-AF.pdf'
  },
  {
    id: 14,
    type: 'camera',
    typeDevice: 'Камера видеонаблюдения',
    imgUrl: HI_07AIP4,
    title: "RN-07AIP4",
    info: "PTZ IP-камера видеонаблюдения RN-HI‐07AIP4 (далее – видеокамера) служит для передачи оцифрованного видеосигнала к устройству сбора, обработки и хранения. Видеокамера оснащена высокочувствительной CMOS (КМОП) - матрицей, фиксированным объективом, ИК-фильтром и встроенной ИК-подсветкой, что позволяет вести круглосуточное наблюдение при любых условиях съемки в широком диапазоне рабочих температур. Поддержка настройки цвета, яркости, насыщенности и настроек цифрового масштабирования, передачи видео в реальном времени, дедукции движения.",
    description: ["7 дюймов 4,0 МП при 25 кадрах в секунду", "Ночное видение Ч/Б", "18-КРАТНЫЙ оптический зум, может быть настроен на 30-кратное 36-кратное цифровое умножение"],
    price: 33000,
    permission: 4,
    microphone: true,
    poe: true,
    newCard: false,
    specifications: [
      {
        title: "Основные параметры",
        items:
          [
            { label: "Модель", value: "RN-07AIP4 " },
            { label: "Тип матрицы", value: "1/2.7 CMOS GC4653" },
            { label: "Процессор", value: "FH8852V200" },
            { label: "Разрешение", value: "4 Mpix (2500 × 1600), 3 Mpix (2048 × 1536), 3 Mpix (2304 × 1296), 2 Mpix (1920 × 1080), 1 Mpix (1280 × 720)" },
            { label: "Максимальное разрешение IP ", value: "4 Mpix (2500 × 1600)" },
            { label: "Угол обзора (гор./верт.) ", value: "2.7 мм - 102°/72°, 13.5 мм - 34°/26°" },
            { label: "Битрейт ", value: "256 - 8192 Кбит/с " },
            { label: "SD карта памяти ", value: "до 512 Gb " },
            { label: "Смартфон", value: "iPhone, iPad, Android, Android Pad" },
            { label: "Электропитание", value: "DC 12V 4 А / PoE 802.3af" },
            { label: "Тип корпуса", value: "Уличная антивандальная" },
            { label: "Диапазон рабочих температур", value: "-40°С+60°С"},
            { label: "Габаритные размеры", value: "130х130х87 мм" }
          ]
      }
    ],
     passportUrl: '/passport/Pass-RN-HI-07AIP4.pdf'
  },
  {
    id: 15,
    type: 'camera',
    typeDevice: 'Камера видеонаблюдения',
    imgUrl: HI_07AIP4_W,
    title: "RN-07AIP4-W",
    info: "PTZ IP-камера видеонаблюдения RN-HI‐07AIP4-W (далее – видеокамера) служит для передачи оцифрованного видеосигнала к устройству сбора, обработки и хранения. Видеокамера оснащена высокочувствительной CMOS (КМОП) - матрицей, фиксированным объективом, ИК-фильтром и встроенной ИК-подсветкой, что позволяет вести круглосуточное наблюдение при любых условиях съемки в широком диапазоне рабочих температур. Поддержка настройки цвета, яркости, насыщенности и настроек цифрового масштабирования, передачи видео в реальном времени, дедукции движения.",
    description: ["7 дюймов 4,0 МП при 25 кадрах в секунду", "Цветное изображение ночного видения", "18-КРАТНЫЙ оптический зум, может быть настроен на 30-кратное 36-кратное цифровое умножение"],
    price: 33000,
    permission: 4,
    microphone: true,
    poe: true,
    newCard: false,
    specifications: [
      {
        title: "Основные параметры",
        items:
          [
            { label: "Модель", value: "RN-07AIP4-W " },
            { label: "Тип матрицы", value: "1/2.7 CMOS GC4653" },
            { label: "Процессор", value: "FH8852V200" },
            { label: "Разрешение", value: "4 Mpix (2500 × 1600), 3 Mpix (2048 × 1536), 3 Mpix (2304 × 1296), 2 Mpix (1920 × 1080), 1 Mpix (1280 × 720)" },
            { label: "Максимальное разрешение IP ", value: "4 Mpix (2500 × 1600)" },
            { label: "Угол обзора (гор./верт.) ", value: "2.7 мм - 102°/72°, 13.5 мм - 34°/26°" },
            { label: "Битрейт ", value: "256 - 8192 Кбит/с " },
            { label: "SD карта памяти ", value: "до 512 Gb " },
            { label: "Смартфон", value: "iPhone, iPad, Android, Android Pad" },
            { label: "Электропитание", value: "DC 12V 4 A / PoE 802.3af" },
            { label: "Тип корпуса", value: "Уличная антивандальная" },
            { label: "Диапазон рабочих температур", value: "-40°С+60°С"},
            { label: "Габаритные размеры", value: "130х130х87 мм" }
          ]
      }
    ],
     passportUrl: '/passport/Pass-RN-HI-07AIP4-W.pdf'
     
  },
  {
    id: 16,
    type: 'accessories',
    typeDevice: 'Мониторы',
    imgUrl: H24,
    title: "RN-H24-F2400-E",
    info: "Монитор RN-H24-F2400-E (далее – монитор) имеет низкое энергопотребление, нулевое излучение, стабильное изображение, не воздействует на глаза и безопасен для здоровья. Материнская плата монитора совместима с разрешением 4К (3840 × 2160), 2К (2560 × 1440), 1080Р (1920 × 1080) и ниже.",
    description: ["Режим отображения: 16:9", "Максимальное разрешение: 1920 * 1080 (совместимо с 4K)", "Поддержка: VGA, HDMI, с громкоговорителем"],
    price: 19500,
    newCard: false,
    specifications: [
      {
        title: "Основные параметры",
        items:
          [
            { label: "Модель", value: "RN-H24-F2400-E"},
            { label: "Тип экрана", value: "LCD" },
            { label: "Размер экрана", value: "23,6 дюйма" },
            { label: "Соотношение экрана", value: "16:9" },
            { label: "Область просмотра ", value: "531,36x270,9мм" },
            { label: "Четкость", value: "1920x1080" },
            { label: "Аудиовыход ", value: "Стереодинамик" },
            { label: "Источник питания ", value: "12B/5A" },
            { label: "Общая мощность", value: "28Bт" },
            { label: "Корпус", value: "Огнестойкий пластик" },
            { label: "Температура рабочей среды", value: "20°C" },
            { label: "Размеры ", value: "568 x 338 мм, без подставки (высота подставки — 82 м"}
          ]
      }
    ],
     passportUrl: '/passport/Pass-RN-H24-F2400-E.pdf'
  },
  {
    id: 17,
    type: 'accessories',
    typeDevice: 'Коммутаторы',
    imgUrl: HI_Q08A,
    title: "RN-Q08A",
    info: "8-х портовый PoE-коммутатор RN-Q08А 8*10/100 Мб/с POE port, 2*100/1000 Мб/с, 1SFP*100/1000 Мб/с UP Link port, дистанция 250 метров, POE протокол IEEE 802.3af/ IEEE 802.3at, автоматическое перключение всех портов MDI/MDIX.",
    description: ["Коммутатор С 8 + 2-портовым POE 10/100 Мбит/", "Мощность: Полный порт мощностью 30B; 120 Вт постоянного тока 52 в 2.3А", "Расстояние: ≤250 М"],
    price: 5100,
    newCard: false,
    specifications: [
      {
        title: "Основные параметры",
        items:
          [
            { label: "Модель", value: "RN-Q08A"},
            { label: "PoE порты", value: "8 (10/100Мбит)"},
            { label: "Порт подключения ", value: "2 (10/100/1000Мбит)" },
            { label: "SFP порты ", value: "1 (1 Гбит/c)" },
            { label: "Индикаторы", value: "Питание (красный), PoE (оранжевый), 10/100/1000 Link (зеленый)" },
            { label: "Внутренняя пропускная способность  ", value: "12 Gb/s" },
            { label: "Передача данных", value: "100Mbps: 14880pps 1000Mbps: 14800pps 1000BASE-T: 1488095pps/port" },
            { label: "Стандарт PoE  ", value: "IEEE 802.3af/at" },
            { label: "Рабочая температура ", value: "0 +50 °C" },
            { label: "Адаптер питания", value: "Вход: 100-240V AC, 50/60Hz" },
            { label: "Потребляемая мощность адаптера", value: "100-240V AC, 50/60Hz" },
            { label: "Потребляемая мощность", value: "Максимум 259 Вт" },
            { label: "Габаритные размеры (Д x Ш x B)  ", value: "200 x 145 x 44"}
          ]
      }
    ],
     passportUrl: '/passport/Pass-RN-HI-Q08А.pdf'
  },
  {
    id: 18,
    type: 'accessories',
    typeDevice: 'Коммутаторы',
    imgUrl: HI_Q08B,
    title: "RN-Q08B",
    info: "8-х портовый PoE-коммутатор RN-Q08B 8*100/1000 Мб/с POE port, 2*100/1000 Мб/с, 1*100/1000 Мб/с UP Link port, дистанция 100 метров, POE протокол IEEE 802.3af/ IEEE 802.3at, автоматическое перключение всех портов MDI/MDIX.",
    description: ["Коммутатор С 8 + 2-портовым POE 10/1000 Мбит/", "Мощность: Полный порт мощностью 30B; 120 Вт постоянного тока 52 в 3.5А", "Расстояние: ≤100 М"],
    price: 7500,
    newCard: false,
    specifications: [
      {
        title: "Основные параметры",
        items:
          [
            { label: "Модель", value: "RN-Q08B"},
            { label: "PoE порты", value: "8 (100/1000Мбит)"},
            { label: "Порт подключения ", value: "2 (100/1000Мбит)" },
            { label: "SFP порты ", value: "1 (1 Гбит/c)" },
            { label: "Индикаторы", value: "Питание (красный), PoE (оранжевый), 10/100/1000 Link (зеленый)" },
            { label: "Внутренняя пропускная способность  ", value: "12 Gb/s" },
            { label: "Передача данных", value: "100Mbps: 14880pps 1000Mbps: 14800pps 1000BASE-T: 1488095pps/por" },
            { label: "Стандарт PoE  ", value: "IEEE 802.3af/at" },
            { label: "Рабочая температура ", value: "0 +50 °C" },
            { label: "Адаптер питания", value: "Вход: 100-240V AC, 50/60Hz" },
            { label: "Потребляемая мощность адаптера", value: "100-240V AC, 50/60Hz" },
            { label: "Потребляемая мощность", value: "Максимум 259 Вт" },
            { label: "Габаритные размеры (Д x Ш x B)  ", value: "200 x 145 x 44"}
          ]
      }
    ],
     passportUrl: '/passport/Pass-RN-HI-Q08B.pdf'
  },
  {
    id: 19,
    type: 'accessories',
    typeDevice: 'Коммутаторы',
    imgUrl: HI_Q16A,
    title: "RN-Q16A",
    info: "16-ти портовый PoE-коммутатор RN-Q16А 16*10/100 Мб/с POE port, 2*100/1000 Мб/с, 1SFP*100/1000 Мб/с UP Link port, дистанция 250 метров, POE протокол IEEE 802.3af/ IEEE 802.3at, автоматическое перключение всех портов MDI/MDIX.",
    description: ["Коммутатор С 16+2+1-портовым POE 10/100 Мбит/", "Мощность: Полный порт мощностью 30B; 150 Вт постоянного тока 52 в 4.8А", "Расстояние: ≤250 М"],
    price: 13200,
    newCard: false,
    specifications: [
      {
        title: "Основные параметры",
        items:
          [
            { label: "Модель", value: "RN-Q16A"},
            { label: "PoE порты", value: "16 (10/100Мбит)"},
            { label: "Порт подключения ", value: "2 (100/1000Мбит)"},
            { label: "SFP порты ", value: "1 (1 Гбит/c)" },
            { label: "Индикаторы", value: "Питание (красный), PoE (оранжевый), 10/100/1000 Link (зеленый)" },
            { label: "Внутренняя пропускная способность  ", value: "12 Gb/s" },
            { label: "Передача данных", value: "100Mbps: 14880pps 1000Mbps: 14800pps 1000BASE-T: 1488095pps/port" },
            { label: "Стандарт PoE  ", value: "IEEE 802.3af/at" },
            { label: "Рабочая температура ", value: "0 +50 °C" },
            { label: "Адаптер питания", value: "Вход: 100-240V AC, 50/60Hz" },
            { label: "Потребляемая мощность адаптера", value: "100-240V AC, 50/60Hz" },
            { label: "Потребляемая мощность", value: "Максимум 259 Вт" },
            { label: "Габаритные размеры (Д x Ш x B)  ", value: "295 x 192 x 44"}
          ]
      }
    ],
      passportUrl: '/passport/Pass-RN-HI-Q16A.pdf'
  },
  {
    id: 20,
    type: 'accessories',
    typeDevice: 'Коммутаторы',
    imgUrl: HI_Q16B,
    title: "RN-Q16B",
    info: "16-ти портовый PoE-коммутатор RN-Q16B 16*100/1000 Мб/с POE port, 2*100/1000 Мб/с, 2SFP*100/1000 Мб/с UP Link port, дистанция 100 метров, POE протокол IEEE 802.3af/ IEEE 802.3at, автоматическое перключение всех портов MDI/MDIX.",
    description: ["Коммутатор С 16+2+1-портовым POE 10/1000 Мбит/", "Мощность: Полный порт мощностью 30B; 250 Вт постоянного тока 52 в 4.8А", "Расстояние: ≤199 М"],
    price: 19800,
    newCard: false,
    specifications: [
      {
        title: "Основные параметры",
        items:
          [
            { label: "Модель", value: "RN-Q16B"},
            { label: "PoE порты", value: "16 (100/1000Мбит)"},
            { label: "Порт подключения ", value: "2 (100/1000Мбит)"},
            { label: "SFP порты ", value: "1 (1 Гбит/c)" },
            { label: "Индикаторы", value: "Питание (красный), PoE (оранжевый), 10/100/1000 Link (зеленый)" },
            { label: "Внутренняя пропускная способность  ", value: "12 Gb/s" },
            { label: "Передача данных", value: "100Mbps: 14880pps 1000Mbps: 14800pps 1000BASE-T: 1488095pps/port" },
            { label: "Стандарт PoE  ", value: "IEEE 802.3af/at" },
            { label: "Рабочая температура ", value: "0 +50 °C" },
            { label: "Адаптер питания", value: "Вход: 100-240V AC, 50/60Hz" },
            { label: "Потребляемая мощность адаптера", value: "100-240V AC, 50/60Hz" },
            { label: "Потребляемая мощность", value: "Максимум 259 Вт" },
            { label: "Габаритные размеры (Д x Ш x B)  ", value: "295 x 192 x 44"}
          ]
      }
    ],
      passportUrl: '/passport/Pass-RN-HI-Q16B.pdf'
  },
  {
    id: 21,
    type: 'accessories',
    typeDevice: 'Коммутаторы',
    imgUrl: HI_2402G,
    title: "RN-2402G",
    info: "24-х портовый PoE-коммутатор RN-2402G 24*100/1000 Мб/с POE port, 2*100/1000 Мб/с UP Link port, дистанция 100 метров, POE протокол IEEE 802.3af/ IEEE 802.3at, автоматическое перключение всех портов MDI/MDIX.",
    description: ["Коммутатор С 24-портовым POE 10/1000 Мбит/", "Мощность: Полный порт мощностью 30B; 250 Вт постоянного тока 52 в 4.8А", "Расстояние: ≤100 М"],
    price: 34800,
    newCard: false,
    specifications: [
      {
        title: "Основные параметры",
        items:
          [
            { label: "Модель", value: "RN-2402G"},
            { label: "PoE порты", value: "24 (100/1000Мбит)"},
            { label: "Порт подключения ", value: "2 (100/1000Мбит)"},
            { label: "SFP порты ", value: "1 (1 Гбит/c)" },
            { label: "Индикаторы", value: "Питание (красный), PoE (оранжевый), 10/100/1000 Link (зеленый)" },
            { label: "Внутренняя пропускная способность  ", value: "12 Gb/s" },
            { label: "Передача данных", value: "100Mbps: 14880pps 1000Mbps: 14800pps 1000BASE-T: 1488095pps/port" },
            { label: "Стандарт PoE  ", value: "IEEE 802.3af/at" },
            { label: "Рабочая температура ", value: "0 +50 °C" },
            { label: "Адаптер питания", value: "Вход: 100-240V AC, 50/60Hz" },
            { label: "Потребляемая мощность адаптера", value: "100-240V AC, 50/60Hz" },
            { label: "Потребляемая мощность", value: "Максимум 259 Вт" },
            { label: "Габаритные размеры (Д x Ш x B)  ", value: "440 x 236 x 44"}
          ]
      }
    ],
      passportUrl: '/passport/Pass-RN-HI-2402G.pdf'
  },
  {
    id: 22,
    type: 'videoreg',
    typeDevice: 'Видеорегистраторы',
    imgUrl: RN_NVR_5016C_AI,
    title: "RN-NVR-5016C-AI",
    info: "NVR RN-NVR-5016C-AI поддерживает подключение до 16 каналов: 1 канала с функцией распознавания лица и 2 каналов с функцией охвата периметра. Видеонаблюдения с разрешением 1920x1080 и скоростью записи до 30 к/с на каждый канал. IP-видеорегистратор поддерживает установку 1-го жесткого диска общим объемом до 8 ТБ. Используя бесплатное программное обеспечение (поставляется вместе с регистратором) можно организовать удаленное, централизованное рабочее место оператора.",
    description: ["Вход IP-камеры: 16-канальный (5 МП/3 M2 M/1,3 M/1 M) H.265 +/H.264", "Жесткий диск: порт жесткого диска SATA 1 шт. x 8 ТБ, аудио: 1-канальный выход", "Воспроизведение:  1CH 5MP, 4CH 1080p, 4/9ch D1."],
    price: 5700,
    newCard: false,
    channels: 16,
    specifications: [
      {
        title: "Основные параметры",
        items:
          [
            { label: "Модель", value: "RN-NVR-5016C-AI"},
            { label: "Количество видео потоков для записи ", value: "16"},
            { label: "Видеовыходы ", value: "1 VGA, 1 HDMI"},
            { label: "Кол-во, тип, максимальный объем HDD ", value: "1 SATA до 8 ТБ, итого 8TБ" },
            { label: "Формат сжатия видео", value: "H.264/ H.265+"},
            { label: "Суммарная скорость декодирования потоков", value: "8*1280x720 (30 к/c) или 4*1920x1080 (25 к/c)" },
            { label: "Встроенный зуммер", value: "75 дБ на расстоянии 10cм" },
            { label: "Питание", value: "DC 12 B / 3.3 A" },
            { label: "Диапазон рабочих температур", value: "-10…+55 °C" },
            { label: "Габаритные размеры", value: "255x218x42 мм" },
          ]
      }
    ],
      passportUrl: '/passport/Pass-RN-NVR-5016C-AI.pdf'
  },
  {
    id: 23,
    type: 'videoreg',
    typeDevice: 'Видеорегистраторы',
    imgUrl: RN_NVR_6036A_AI,
    title: "RN-NVR-6036A-AI",
    info: "NVR RN-NVR-6036A-AI поддерживает подключение до 36 каналов: 1 канала с функцией распознавания лица и 2 каналов с функцией охвата периметра. Видеонаблюдения с разрешением 1920x1080 и скоростью записи до 30 к/с на каждый канал. IP-видеорегистратор поддерживает установку 2-х жестких дисков общим объемом до 16 ТБ. Используя бесплатное программное обеспечение (поставляется вместе с регистратором) можно организовать удаленное, централизованное рабочее место оператора.",
    description: ["Вход IP-камеры: 36-канальный 5MP/25-канальный 4K, H.265 +/H.264", "Жесткий диск: порт жесткого диска SATA 2шт x 8 ТБ, аудио: 1-канальный выход", "Воспроизведение: 4CH 5MP, 4CH 4K"],
    price: 14100,
    newCard: false,
    channels: 36,
    specifications: [
      {
        title: "Основные параметры",
        items:
          [
            { label: "Модель", value: "RN-NVR-6036A-AI"},
            { label: "Количество видео потоков для записи ", value: "36"},
            { label: "Видеовыходы ", value: "1 VGA, 1 HDMI"},
            { label: "Кол-во, тип, максимальный объем HDD ", value: "2 SATA до 8 ТБ, итого 16TБ" },
            { label: "Формат сжатия видео", value: "H.264/ H.265+"},
            { label: "Суммарная скорость декодирования потоков", value: "8*1280x720 (30 к/c) или 4*1920x1080 (25 к/c)" },
            { label: "Встроенный зуммер", value: "75 дБ на расстоянии 10cм" },
            { label: "Питание", value: "DC 12 B / 3.3 A" },
            { label: "Диапазон рабочих температур", value: "-10…+55 °C" },
            { label: "Габаритные размеры", value: "255x218x42 мм" },
          ]
      }
    ],
      passportUrl: '/passport/Pass-RN-NVR-6036A-AI.pdf'
  },
  {
    id: 24,
    type: 'videoreg',
    typeDevice: 'Видеорегистраторы',
    imgUrl: RN_NVR_6036B_AI,
    title: "RN-NVR-6036B-AI",
    info: "NVR RN-NVR-6036B-AI поддерживает подключение до 36 каналов: 1 канала с функцией распознавания лица и 2 каналов с функцией охвата периметра. Видеонаблюдения с разрешением 1920x1080 и скоростью записи до 30 к/с на каждый канал. IP-видеорегистратор поддерживает установку 4-х жестких дисков общим объемом до 32 ТБ. Используя бесплатное программное обеспечение (поставляется вместе с регистратором) можно организовать удаленное, централизованное рабочее место оператора.",
    description: ["Вход IP-камеры: 36-канальный 5MP/4MP/3MP /2MP; 16-канальный 4K, H.265 +/H.264", "Жесткий диск: 4шт x 8 ТБ SATA Порт жесткого диска, аудио: 1-канальный выход, интеллектуальная функция", "Воспроизведение: 4-канальный 5MP, 4-канальный 4K"],
    price: 32700,
    newCard: false,
    channels: 36,
    specifications: [
      {
        title: "Основные параметры",
        items:
          [
            { label: "Модель", value: "RN-NVR-6036B-AI"},
            { label: "Количество видео потоков для записи ", value: "36"},
            { label: "Видеовыходы ", value: "1 VGA, 1 HDMI"},
            { label: "Кол-во, тип, максимальный объем HDD ", value: "4 SATA до 8 ТБ, итого 32TБ" },
            { label: "Формат сжатия видео", value: "H.264/ H.265+"},
            { label: "Суммарная скорость декодирования потоков", value: "8*1280x720 (30 к/c) или 4*1920x1080 (25 к/c)" },
            { label: "Встроенный зуммер", value: "75 дБ на расстоянии 10cм" },
            { label: "Питание", value: "DC 12 B / 5 A" },
            { label: "Диапазон рабочих температур", value: "-10…+55 °C" },
            { label: "Габаритные размеры", value: "315x247x50 мм" },
          ]
      }
    ],
      passportUrl: '/passport/Pass-RN-NVR-6036B-AI.pdf'
  },
  {
    id: 25,
    type: 'videoreg',
    typeDevice: 'Видеорегистраторы',
    imgUrl: RN_NVR_8008A_POE,
    title: "RN-NVR-8008A-POE",
    info: "NVR RN-NVR-8008A-POE поддерживает подключение до 8 каналов: 1 канала с функцией распознавания лица и 2 каналов с функцией охвата периметра. Видеонаблюдения с разрешением 1920x1080 и скоростью записи до 30 к/с на каждый канал. IP-видеорегистратор поддерживает установку 1-го жесткого диска общим объемом до 8 ТБ. Используя бесплатное программное обеспечение (поставляется вместе с регистратором) можно организовать удаленное, централизованное рабочее место оператора.",
    description: ["Вход IP-камеры: 8-канальный 4K H.265 +/H.264", "Жесткий диск: порт жесткого диска SATA 1 шт. x 8 ТБ, аудио: 1-канальный выход", "Воспроизведение: 1 канал 4K, 4 канала 1080p"],
    price: 12000,
    newCard: false,
    channels: 8,
    specifications: [
      {
        title: "Основные параметры",
        items:
          [
            { label: "Модель", value: "RN-NVR-8008A-POE"},
            { label: "Количество видео потоков для записи ", value: "8"},
            { label: "Видеовыходы ", value: "1 VGA, 1 HDMI"},
            { label: "Кол-во, тип, максимальный объем HDD ", value: "1 SATA до 8 ТБ, итого 8TБ" },
            { label: "Формат сжатия видео", value: "H.264/ H.265+"},
            { label: "Суммарная скорость декодирования потоков", value: "8*1280x720 (30 к/c) или 4*1920x1080 (25 к/c)" },
            { label: "Встроенный зуммер", value: "75 дБ на расстоянии 10cм" },
            { label: "Питание", value: "DC 12 B / 2 A" },
            { label: "Диапазон рабочих температур", value: "-10…+55 °C" },
            { label: "Габаритные размеры", value: "255x218x42 мм" },
          ]
      }
    ],
      passportUrl: '/passport/Pass-RN-NVR-8008A-POE.pdf'
  },
  {
    id: 26,
    type: 'videoreg',
    typeDevice: 'Видеорегистраторы',
    imgUrl: RN_NVR_8009A_AI,
    title: "RN-NVR-8009A-AI",
    info: "NVR RN-NVR-8009A-AI поддерживает подключение до 9 каналов: 1 канала с функцией распознавания лица и 2 каналов с функцией охвата периметра. Видеонаблюдения с разрешением 1920x1080 и скоростью записи до 30 к/с на каждый канал. IP-видеорегистратор поддерживает установку 1-го жесткого диска общим объемом до 8 ТБ. Используя бесплатное программное обеспечение (поставляется вместе с регистратором) можно организовать удаленное, централизованное рабочее место оператора.",
    description: ["Вход IP-камеры: 9-канальный видеорегистратор 4K H.265 +/H.264", "Жесткий диск: порт жесткого диска SATA 1 шт. x 8 ТБ, аудио: 1-канальный выход", "Воспроизведение: 1 канал 4K, 2 канала 5MP"],
    price: 5100,
    newCard: false,
    channels: 9,
    specifications: [
      {
        title: "Основные параметры",
        items:
          [
            { label: "Модель", value: "RN-NVR-8009A-AI"},
            { label: "Количество видео потоков для записи ", value: "9"},
            { label: "Видеовыходы ", value: "1 VGA, 1 HDMI"},
            { label: "Кол-во, тип, максимальный объем HDD ", value: "1 SATA до 8 ТБ, итого 8TБ" },
            { label: "Формат сжатия видео", value: "H.264/ H.265+"},
            { label: "Суммарная скорость декодирования потоков", value: "8*1280x720 (30 к/c) или 4*1920x1080 (25 к/c)" },
            { label: "Встроенный зуммер", value: "75 дБ на расстоянии 10cм" },
            { label: "Питание", value: "DC 12 B / 3.3 A" },
            { label: "Диапазон рабочих температур", value: "-10…+55 °C" },
            { label: "Габаритные размеры", value: "255x218x42 мм" },
          ]
      }
    ],
      passportUrl: '/passport/Pass-RN-NVR-8009A-AI.pdf'
  },
  {
    id: 27,
    type: 'videoreg',
    typeDevice: 'Видеорегистраторы',
    imgUrl: RN_NVR_8009B,
    title: "RN-NVR-8009B",
    info: "NVR RN-NVR-8009B поддерживает подключение до 9каналов:1 канала с функцией распознавания лица и 2 каналов с функцией охвата периметра. Видеонаблюдения с разрешением 1920x1080 и скоростью записи до 30 к/с на каждый канал. IP-видеорегистратор поддерживает установку1-го жесткого диска общим объемом до 8ТБ. Используя бесплатное программное обеспечение (поставляется вместе с регистратором) можно организовать удаленное, централизованное рабочее место оператора.",
    description: ["Вход IP-камеры: 9-канальный видеорегистратор 4K H.265 +/H.264", "Жесткий диск: порт жесткого диска SATA 1 шт. x 8 ТБ, аудио: 1-канальный выход", "Воспроизведение: 1 канал 4K, 2 канала 5MP"],
    price: 4200,
    newCard: false,
    channels: 9,
    specifications: [
      {
        title: "Основные параметры",
        items:
          [
            { label: "Модель", value: "RN-NVR-8009B"},
            { label: "Количество видео потоков для записи ", value: "9"},
            { label: "Видеовыходы ", value: "1 VGA, 1 HDMI"},
            { label: "Кол-во, тип, максимальный объем HDD ", value: "1 SATA до 8 ТБ, итого 8TБ" },
            { label: "Формат сжатия видео", value: "H.264/ H.265+"},
            { label: "Суммарная скорость декодирования потоков", value: "8*1280x720 (30 к/c) или 4*1920x1080 (25 к/c)" },
            { label: "Встроенный зуммер", value: "75 дБ на расстоянии 10cм" },
            { label: "Питание", value: "DC 12 B / 2 A" },
            { label: "Диапазон рабочих температур", value: "-10…+55 °C" },
            { label: "Габаритные размеры", value: "200x175x42мм" },
          ]
      }
    ],
      passportUrl: '/passport/Pass-RN-NVR-8009B.pdf'
  },
]

export default data;